Repository: chi-rei-den/TerrariaLocalization
Catalog: zhHans/project/tm/penalty-20/legacy_impcn.tmx
Source language: en_us
Languages: zh_cn

source: Music Box (Underground Corruption)
zh_cn: 八音盒(黑暗地底)

source: Music Box (Underground Crimson)
zh_cn: 八音盒(血色地底)

source: Music Box (Underground Hallow)
zh_cn: 八音盒(地底之光)

source: Music Box (Underground)
zh_cn: 八音盒(地底)

source: Music Wallpaper
zh_cn: 音符壁纸

source: Music:
zh_cn: 音乐:

source: Musket
zh_cn: 滑膛枪

source: Musket Ball
zh_cn: 枪弹

source: Must everyone open and shut doors so incredibly noisily around here?!
zh_cn: 每个人都又是开门又是关门,要整得这里吵死人吗?!

source: Mutant Flinxfin
zh_cn: 变种雪球鱼

source: My expedition efficiency was critically reduced when a projectile impacted my locomotive actuator.
zh_cn: 我以前也是一个冒险家,直到我的动力系统中了一箭.

source: My hands are sticky from all that... wax.
zh_cn: 我的手黏糊糊的都是...蜡.

source: My master cannot be summoned under the light of day.
zh_cn: 白天可召唤不了我的主人.

source: Mysterious Cape
zh_cn: 神秘披风

source: Mysterious Portal
zh_cn: 神秘传送门

source: Mysterious Tablet
zh_cn: 神秘咒印

source: Mystic
zh_cn: 神秘

source: Mythical
zh_cn: 神话

source: Mythril
zh_cn: 秘银矿石

source: Mythril Anvil
zh_cn: 秘银砧

source: Mythril Bar
zh_cn: 秘银锭

source: Mythril Brick
zh_cn: 秘银砖块

source: Mythril Brick Wall
zh_cn: 秘银墙壁

source: Mythril Chainmail
zh_cn: 秘银链甲

source: Mythril Chainsaw
zh_cn: 秘银链锯

source: Mythril Drill
zh_cn: 秘银钻头

source: Mythril Greaves
zh_cn: 秘银护胫

source: Mythril Halberd
zh_cn: 秘银长戟

source: Mythril Hat
zh_cn: 秘银护帽

source: Mythril Helmet
zh_cn: 秘银重盔

source: Mythril Hood
zh_cn: 秘银兜帽

source: Mythril Ore
zh_cn: 秘银矿石

source: Mythril Pickaxe
zh_cn: 秘银镐

source: Mythril Repeater
zh_cn: 秘银连弩

source: Mythril Sword
zh_cn: 秘银重剑

source: Mythril Waraxe
zh_cn: 秘银战斧

source: N/A
zh_cn: 无伤害数据

source: NO SMOKING IN HERE!!
zh_cn: 此处禁止吸烟!!

source: Nail
zh_cn: 钉子

source: Nail Gun
zh_cn: 钉枪

source: Nailhead
zh_cn: 钉子头

source: Nailhead Banner
zh_cn: 钉子头旗帜

source: Name is too long.
zh_cn: 名称太长.

source: Nanites
zh_cn: 纳米核心

source: Nano Bullet
zh_cn: 纳米子弹

source: Nasty
zh_cn: 凶险

source: Nature's Gift
zh_cn: 大自然的恩赐

source: Naughty Present
zh_cn: 调皮礼物

source: Nazar
zh_cn: 邪眼

source: Nearby enemies are ignited
zh_cn: 附近的敌人将被你点燃

source: Nearby players get a bonus against:
zh_cn: 附近的玩家针对以下情况获得加成:

source: Nebula Arcanum
zh_cn: 星云奥秘

source: Nebula Axe
zh_cn: 星云斧头

source: Nebula Blaze
zh_cn: 星云烈焰

source: Nebula Blaze Ex
zh_cn: 终极星云烈焰

source: Nebula Breastplate
zh_cn: 星云胸甲

source: Nebula Chainsaw
zh_cn: 星云链锯

source: Nebula Drill
zh_cn: 星云钻头

source: Nebula Dye
zh_cn: 星云燃料

source: Nebula Eye
zh_cn: 星云之眼

source: Nebula Floater
zh_cn: 星云魔脑

source: Nebula Floater Banner
zh_cn: 星云魔脑旗帜

source: Nebula Fragment
zh_cn: 星云碎片

source: Nebula Fragment Block
zh_cn: 星云碎片块

source: Nebula Hamaxe
zh_cn: 星云锤斧

source: Nebula Hammer
zh_cn: 星云之锤

source: Nebula Helmet
zh_cn: 星云头盔

source: Nebula Laser
zh_cn: 星云激光

source: Nebula Leggings
zh_cn: 星云护腿

source: Nebula Mantle
zh_cn: 星云斗篷

source: Nebula Monolith
zh_cn: 星云之塔

source: Nebula Pickaxe
zh_cn: 星云镐

source: Nebula Piercer
zh_cn: 星云穿刺

source: Nebula Pillar
zh_cn: 星云柱

source: Nebula Sphere
zh_cn: 星云之球

source: Necro Breastplate
zh_cn: 死灵胸甲

source: Necro Greaves
zh_cn: 死灵护胫

source: Necro Helmet
zh_cn: 死灵头盔

source: Necromancer
zh_cn: 死灵法师

source: Necromancer Banner
zh_cn: 死灵法师旗帜

source: Necromantic Scroll
zh_cn: 死灵卷轴

source: Necromantic Sign
zh_cn: 死灵法师旗帜

source: Nectar
zh_cn: 花蜜

source: Negates fall damage
zh_cn: 你再也不会摔死了

source: Negative Dye
zh_cn: 阴暗染料

source: Negative Paint
zh_cn: 反色油漆

source: Neon Tetra
zh_cn: 霓虹脂鲤

source: Neptune's Shell
zh_cn: 海神贝壳

source: Nettle Burst
zh_cn: 爆裂刺棘

source: New
zh_cn: 新建

source: New Moon
zh_cn: 新月

source: New World
zh_cn: 新建世界

source: Night Beam
zh_cn: 永夜光剑

source: Night Owl
zh_cn: 猫头鹰

source: Night Owl Potion
zh_cn: 夜视药剂

source: Night Vision Helmet
zh_cn: 夜视头盔

source: Night's Edge
zh_cn: 永夜之刃

source: Nightmare Pickaxe
zh_cn: 梦魇镐

source: Nimble
zh_cn: 灵巧

source: Nimbus Rod
zh_cn: 雷云魔杖

source: Ninja Hood
zh_cn: 忍者面罩

source: Ninja Pants
zh_cn: 忍者紧身裤

source: Ninja Shirt
zh_cn: 忍者夜行衣

source: No
zh_cn: 否

source: No Hobo
zh_cn: 有家可归

source: No backup found
zh_cn: 找不到备份

source: No backup found.
zh_cn: 找不到备份.

source: No enemies nearby
zh_cn: 附近没有怪物

source: No knockback
zh_cn: 无击退

source: No password set.
zh_cn: 未设置密码.

source: No players connected.
zh_cn: 当前无玩家连接.

source: No rare creatures nearby
zh_cn: 附近没有稀有生物

source: No stats will be gained
zh_cn: 不会获得任何属性

source: No treasure nearby
zh_cn: 附近没有宝藏

source: No value
zh_cn: 无价值

source: No, I will not tell you how many candles are on my cake.
zh_cn: 不,我才不会告诉你我的蛋糕上有几根蜡烛.

source: None
zh_cn: 无

source: Normal
zh_cn: 普通

source: Normally I'd try to teach you all about the Old One's Army, but you should probably ask {Bartender} about that.
zh_cn: 作为向导,我应该告诉你有关旧日军团的事情,不过{Bartender}显然懂的比我更多.

source: Normally, I'm not much of a fan of Goblins, but {GoblinTinkerer} seems to be an alright sort.
zh_cn: 我一般不跟哥布林来往,但{GoblinTinkerer}是个例外.

source: North Pole
zh_cn: 北极

source: Not Enough Water!
zh_cn: 水不够!

source: Not a Kid, nor a Squid
zh_cn: 不是小孩,也不是鱿鱼

source: Not for use on slopes
zh_cn: 不可用于斜坡

source: Not the Bees!
zh_cn: 不是蜜蜂!

source: Note
zh_cn: 音符

source: Now that we know each other, I can move in with you, right?
zh_cn: 现在我们已经认识了,我可以搬给你那里去了吧?

source: Now you see me....
zh_cn: 现在看我的....

source: Nurse
zh_cn: 护士

source: Nurse Hat
zh_cn: 护士帽

source: Nurse Lisa
zh_cn: 护士丽莎

source: Nurse Pants
zh_cn: 护士裤

source: Nurse Shirt
zh_cn: 护士服

source: Nutcracker
zh_cn: 胡桃夹子

source: Nutcracker Banner
zh_cn: 胡桃夹子旗帜

source: Nymph
zh_cn: 染血女神

source: Nymph Banner
zh_cn: 染血女神旗帜

source: Obelisk
zh_cn: 方尖碑

source: Obsessive Devotion
zh_cn: 虔诚信仰

source: Obsidian
zh_cn: 黑曜石

source: Obsidian Bathtub
zh_cn: 黑曜石浴缸

source: Obsidian Bed
zh_cn: 黑曜石床

source: Obsidian Bookcase
zh_cn: 黑曜石书架

source: Obsidian Brick
zh_cn: 黑曜石砖块

source: Obsidian Brick Wall
zh_cn: 黑曜石砖墙

source: Obsidian Candelabra
zh_cn: 黑曜石烛台

source: Obsidian Candle
zh_cn: 黑曜石蜡烛

source: Obsidian Chair
zh_cn: 黑曜石椅

source: Obsidian Chandelier
zh_cn: 黑曜石吊灯

source: Obsidian Chest
zh_cn: 黑曜石宝箱

source: Obsidian Clock
zh_cn: 黑曜石时钟

source: Obsidian Door
zh_cn: 黑曜石门

source: Obsidian Dresser
zh_cn: 黑曜石梳妆台

source: Obsidian Horseshoe
zh_cn: 黑曜石马掌

source: Obsidian Lamp
zh_cn: 黑曜石灯

source: Obsidian Lantern
zh_cn: 黑曜石灯笼

source: Obsidian Longcoat
zh_cn: 黑曜石风衣

source: Obsidian Outlaw Hat
zh_cn: 黑曜石逃犯帽

source: Obsidian Pants
zh_cn: 黑曜石裤子

source: Obsidian Piano
zh_cn: 黑曜石钢琴

source: Obsidian Platform
zh_cn: 黑曜石平台

source: Obsidian Rose
zh_cn: 黑曜石玫瑰

source: Obsidian Shield
zh_cn: 黑曜石护盾

source: Obsidian Sink
zh_cn: 黑曜石水槽

source: Obsidian Skin
zh_cn: 黑曜石皮肤

source: Obsidian Skin Potion
zh_cn: 黑曜石皮肤药剂

source: Obsidian Skull
zh_cn: 黑曜石头颅

source: Obsidian Sofa
zh_cn: 黑曜石沙发

source: Obsidian Swordfish
zh_cn: 黑曜石剑鱼

source: Obsidian Table
zh_cn: 黑曜石桌

source: Obsidian Vase
zh_cn: 黑曜石花瓶

source: Obsidian Watcher Banner
zh_cn: 黑曜石守望者旗帜

source: Obsidian Water Walking Boots
zh_cn: 黑曜石水行靴

source: Obsidian Work Bench
zh_cn: 黑曜石工作台

source: Obsidifish
zh_cn: 黑曜石鱼

source: Obstructed
zh_cn: 被蒙眼

source: Obtain a Terra Blade, forged from the finest blades of light and darkness.
zh_cn: 获得一把汲取了日月精华的锋刃锻造而成的泰拉之刃.

source: Obtain a boss-summoning item.
zh_cn: 获得Boss的召唤物.

source: Obtain a golden fishing rod.
zh_cn: 获得黄金钓竿.

source: Obtain a minishark.
zh_cn: 获得一把迷你鲨.

source: Obtain a rainbow rod.
zh_cn: 获得一把彩虹魔杖.

source: Obtain a rare treasure from a difficult monster in the dungeon.
zh_cn: 从难以对付的地牢怪兽那儿获得稀世珍宝.

source: Obtain an anvil made from iron or lead.
zh_cn: 获得由铁或铅制成的砧子.

source: Obtain the Terrarian.
zh_cn: 获得泰拉悠悠球.

source: Obtain your first hammer via crafting or otherwise.
zh_cn: 通过制作或其他方式获得锤子.

source: Oddly durable enough to climb!
zh_cn: 超乎寻常的坚固,足以进行攀爬!

source: Off
zh_cn: 关闭

source: Offline Amber Gemspark Wall
zh_cn: 黯淡琥珀墙

source: Offline Amethyst Gemspark Wall
zh_cn: 黯淡紫水晶墙

source: Offline Diamond Gemspark Wall
zh_cn: 黯淡钻石墙

source: Offline Emerald Gemspark Wall
zh_cn: 黯淡祖母绿墙

source: Offline Ruby Gemspark Wall
zh_cn: 黯淡红宝石墙

source: Offline Sapphire Gemspark Wall
zh_cn: 黯淡蓝宝石墙

source: Offline Topaz Gemspark Wall
zh_cn: 黯淡黄晶玉墙

source: Often used to manifest one's will as a physical form of defense
zh_cn: 通常用来把人的意念转化为一种真正用来抵御敌人的武器

source: Ogre
zh_cn: 食人魔

source: Ogre Mask
zh_cn: 食人魔面具

source: Ogre Spit
zh_cn: 食人魔喷吐

source: Ogre Trophy
zh_cn: 荣耀之证(食人魔)

source: Ogre's Stomp
zh_cn: 食人魔践踏

source: Ohh, my hero!
zh_cn: 哦,我的英雄!

source: Oil Rag Sconse
zh_cn: 油布烛台

source: Oiled
zh_cn: 浸油

source: Old Man
zh_cn: 老人

source: Old Miner
zh_cn: 老矿工

source: Old One's Army
zh_cn: 旧日军团

source: Old One's Skeleton
zh_cn: 旧日骷髅

source: Old One's Skeleton Banner
zh_cn: 旧日骷髅旗帜

source: Old Shoe
zh_cn: 旧鞋

source: Omega Banner
zh_cn: 欧米茄旗

source: Ominous Presence
zh_cn: 不祥的存在

source: On
zh_cn: 开启

source: On Fire!
zh_cn: 着火了!

source: Once your stand is set up, just interact with it while holding an Eternia Crystal, and prepare for a fight!
zh_cn: 放置好水晶台后,你只需要拿着艾特尼亚水晶右键点击水晶台就可以准备战斗了!

source: One Eyed Pirate
zh_cn: 独眼海盗

source: Only available if map is enabled
zh_cn: 仅在启用地图时可用

source: Only available in windowed mode
zh_cn: 仅在窗口模式中可用

source: Only for those who are worthy
zh_cn: 仅献给配得上的人

source: Only one fish a day, please go away!
zh_cn: 一天只要一条鱼,现在麻烦一边去!

source: Onyx Blaster
zh_cn: 黑玛瑙爆裂枪

source: Oozed
zh_cn: 融化

source: Open Folder
zh_cn: 打开文件夹

source: Open Map
zh_cn: 打开地图

source: Opens all Shadow Chests
zh_cn: 可打开所有暗影宝箱

source: Opens one Gold or Dungeon Chest
zh_cn: 可打开一个地牢宝箱

source: Opens the jungle temple door
zh_cn: 可以打开丛林神庙门

source: Optic Staff
zh_cn: 双子魔眼召唤法杖

source: Orange Bloodroot
zh_cn: 橙色血根草

source: Orange Dye
zh_cn: 橙色染料

source: Orange Paint
zh_cn: 橙色油漆

source: Orange Squirrel Cage
zh_cn: 橙色松鼠笼

source: Orange String
zh_cn: 橙色丝线

source: Orange Torch
zh_cn: 橙色火把

source: Orange Weighted Pressure Plate
zh_cn: 橙色压力板

source: Orange and Black Dye
zh_cn: 橙黑染料

source: Orange and Silver Dye
zh_cn: 橙银染料

source: Orichalcum
zh_cn: 山铜矿石

source: Orichalcum Anvil
zh_cn: 山铜砧

source: Orichalcum Bar
zh_cn: 山铜锭

source: Orichalcum Breastplate
zh_cn: 山铜胸甲

source: Orichalcum Chainsaw
zh_cn: 山铜链锯

source: Orichalcum Drill
zh_cn: 山铜钻头

source: Orichalcum Halberd
zh_cn: 山铜长戟

source: Orichalcum Headgear
zh_cn: 山铜头冠

source: Orichalcum Helmet
zh_cn: 山铜角盔

source: Orichalcum Leggings
zh_cn: 山铜胫甲

source: Orichalcum Mask
zh_cn: 山铜面具

source: Orichalcum Ore
zh_cn: 山铜矿石

source: Orichalcum Pickaxe
zh_cn: 山铜镐

source: Orichalcum Repeater
zh_cn: 山铜连弩

source: Orichalcum Sword
zh_cn: 山铜紫刃

source: Orichalcum Waraxe
zh_cn: 山铜战斧

source: Ornament
zh_cn: 圣诞装饰

source: Ornament Wallpaper
zh_cn: 装饰壁纸

source: Otherworldly voices linger around you...
zh_cn: 超脱尘世的声响流连在你身边...

source: Outlet Pump
zh_cn: 出水泵

source: Overcast
zh_cn: 阴天

source: Oy, whatchu got in you jiminy fluffer?
zh_cn: 欧嘿,可有宝物否?

source: Pad Thai
zh_cn: 泰式炒面

source: Paint Roller
zh_cn: 涂漆滚筒

source: Paint Scraper
zh_cn: 油漆铲

source: Paint Sprayer
zh_cn: 油漆喷雾器

source: Paint sprayer off
zh_cn: 油漆喷雾器：关闭

source: Paint sprayer on
zh_cn: 油漆喷雾器：开启

source: Paintball
zh_cn: 彩弹

source: Paintball Gun
zh_cn: 彩弹枪

source: Paintbrush
zh_cn: 油漆刷

source: Painter
zh_cn: 画家

source: Painting
zh_cn: 画

source: Paladin
zh_cn: 帕拉丁

source: Paladin Banner
zh_cn: 圣骑士旗帜

source: Paladin's Hammer
zh_cn: 圣骑士之锤

source: Paladin's Shield
zh_cn: 圣骑士之盾

source: Palladium
zh_cn: 钯金矿石

source: Palladium Bar
zh_cn: 钯金锭

source: Palladium Breastplate
zh_cn: 钯金胸甲

source: Palladium Chainsaw
zh_cn: 钯金链锯

source: Palladium Column
zh_cn: 钯金柱

source: Palladium Column Wall
zh_cn: 钯金墙壁

source: Palladium Drill
zh_cn: 钯金钻头

source: Palladium Headgear
zh_cn: 钯金刺盔

source: Palladium Helmet
zh_cn: 钯金战盔

source: Palladium Leggings
zh_cn: 钯金护腿

source: Palladium Mask
zh_cn: 钯金面具

source: Palladium Ore
zh_cn: 钯金矿石

source: Palladium Pickaxe
zh_cn: 钯金镐

source: Palladium Pike
zh_cn: 钯金刺矛

source: Palladium Repeater
zh_cn: 钯金连弩

source: Palladium Sword
zh_cn: 钯金波刃剑

source: Palladium Waraxe
zh_cn: 钯金战斧

source: Palm Tree
zh_cn: 棕榈树

source: Palm Wood
zh_cn: 棕榈木

source: Palm Wood Bathtub
zh_cn: 棕榈木浴缸

source: Palm Wood Bed
zh_cn: 棕榈木床

source: Palm Wood Bench
zh_cn: 棕榈木长椅

source: Palm Wood Bookcase
zh_cn: 棕榈木书架

source: Palm Wood Bow
zh_cn: 棕榈木弓

source: Palm Wood Breastplate
zh_cn: 棕榈木胸甲

source: Palm Wood Candelabra
zh_cn: 棕榈木烛台

source: Palm Wood Candle
zh_cn: 棕榈木蜡烛

source: Palm Wood Chair
zh_cn: 棕榈木椅

source: Palm Wood Chandelier
zh_cn: 棕榈木吊灯

source: Palm Wood Chest
zh_cn: 棕榈木箱

source: Palm Wood Clock
zh_cn: 棕榈木时钟

source: Palm Wood Door
zh_cn: 棕榈木门

source: Palm Wood Dresser
zh_cn: 棕榈木梳妆台

source: Palm Wood Fence
zh_cn: 棕榈木栅栏

source: Palm Wood Greaves
zh_cn: 棕榈木护胫

source: Palm Wood Hammer
zh_cn: 棕榈木锤

source: Palm Wood Helmet
zh_cn: 棕榈木头盔

source: Palm Wood Lamp
zh_cn: 棕榈木灯

source: Palm Wood Lantern
zh_cn: 棕榈木灯笼

source: Palm Wood Piano
zh_cn: 棕榈木钢琴

source: Palm Wood Platform
zh_cn: 棕榈木平台

source: Palm Wood Sink
zh_cn: 棕榈木水槽

source: Palm Wood Sofa
zh_cn: 棕榈木沙发

source: Palm Wood Sword
zh_cn: 棕榈木剑

source: Palm Wood Table
zh_cn: 棕榈木桌

source: Palm Wood Wall
zh_cn: 棕榈木墙壁

source: Palm Wood Work Bench
zh_cn: 棕榈木工作台

source: Panic Necklace
zh_cn: 恐慌项链

source: Panic!
zh_cn: 恐慌!

source: Pants
zh_cn: 裤子

source: Pants Color
zh_cn: 裤装颜色

source: Papyrus Scarab
zh_cn: 圣甲虫卷轴

source: Parallax
zh_cn: 视差

source: Parka Coat
zh_cn: 派克外套

source: Parka Hood
zh_cn: 派克兜帽

source: Parka Pants
zh_cn: 派克绒裤

source: Parrot
zh_cn: 鹦鹉

source: Parrot Banner
zh_cn: 鹦鹉旗帜

source: Parrot Cracker
zh_cn: 鹦鹉饼干

source: Parties are great for getting people to come out of their shell, just like with bullets.
zh_cn: 派对是让人们“破壳而出”的好方法,就像子弹一样.

source: Partly Cloudy
zh_cn: 局部多云

source: Party Bullet
zh_cn: 彩纸弹

source: Party Center
zh_cn: 派对焦点

source: Party Girl
zh_cn: 派对女孩

source: Party Hair Dye
zh_cn: 派对染发剂

source: Party Hat
zh_cn: 派对帽

source: Party Present
zh_cn: 派对礼物

source: Party time's over!
zh_cn: 派对时间结束!

source: Password disabled.
zh_cn: 密码已禁用.

source: Password: {0}
zh_cn: 密码: {0}

source: Passwords: Hidden
zh_cn: 密码：隐藏

source: Passwords: Visible
zh_cn: 密码：显示

source: Peace Candle
zh_cn: 和平蜡烛

source: Pearl Sand Ball
zh_cn: 珍珠沙球

source: Pearlsand Block
zh_cn: 珍珠沙块

source: Pearlsandstone Block
zh_cn: 珍珠砂岩块

source: Pearlsandstone Wall
zh_cn: 珍珠砂岩墙

source: Pearlstone Block
zh_cn: 珍珠岩块

source: Pearlstone Brick
zh_cn: 珍珠岩砖

source: Pearlstone Brick Wall
zh_cn: 珍珠岩墙

source: Pearlwood
zh_cn: 珍珠木

source: Pearlwood Bathtub
zh_cn: 珍珠木浴缸

source: Pearlwood Bed
zh_cn: 珍珠木床

source: Pearlwood Bookcase
zh_cn: 珍珠木书架

source: Pearlwood Bow
zh_cn: 珍珠木短弓

source: Pearlwood Breastplate
zh_cn: 珍珠木胸甲

source: Pearlwood Candelabra
zh_cn: 珍珠木烛台

source: Pearlwood Candle
zh_cn: 珍珠木蜡烛

source: Pearlwood Chair
zh_cn: 珍珠木椅

source: Pearlwood Chandelier
zh_cn: 珍珠木吊灯

source: Pearlwood Chest
zh_cn: 珍珠木箱

source: Pearlwood Clock
zh_cn: 珍珠木时钟

source: Pearlwood Door
zh_cn: 珍珠木门

source: Pearlwood Dresser
zh_cn: 珍珠木梳妆台

source: Pearlwood Fence
zh_cn: 珍珠木栅栏

source: Pearlwood Greaves
zh_cn: 珍珠木护胫

source: Pearlwood Hammer
zh_cn: 珍珠木锤

source: Pearlwood Helmet
zh_cn: 珍珠木头盔

source: Pearlwood Lamp
zh_cn: 珍珠木灯

source: Pearlwood Lantern
zh_cn: 珍珠木灯笼

source: Pearlwood Piano
zh_cn: 珍珠木钢琴

source: Pearlwood Platform
zh_cn: 珍珠木平台

source: Pearlwood Sink
zh_cn: 珍珠木水槽

source: Pearlwood Sofa
zh_cn: 珍珠木沙发

source: Pearlwood Sword
zh_cn: 珍珠木剑

source: Pearlwood Table
zh_cn: 珍珠木桌

source: Pearlwood Wall
zh_cn: 珍珠木墙壁

source: Pearlwood Work Bench
zh_cn: 珍珠木工作台

source: Peddler's Hat
zh_cn: 游商帽

source: Pedguin's Hood
zh_cn: 企鹅兜帽

source: Pedguin's Jacket
zh_cn: 企鹅夹克

source: Pedguin's Trousers
zh_cn: 企鹅裤

source: Penetrated
zh_cn: 被刺穿

source: Pengfish
zh_cn: 企鹅鱼

source: Penguin
zh_cn: 企鹅

source: Penguin Banner
zh_cn: 企鹅旗帜

source: Penguin Cage
zh_cn: 企鹅笼

source: Penguin Statue
zh_cn: 企鹅雕像

source: Perhaps the old man by the dungeon would like to join us now that his curse has been lifted.
zh_cn: 地牢旁边的老人已经解除诅咒了,现在他也许愿意加入我们.

source: Permanently increases maximum life by 20
zh_cn: 永久增加20最大生命值

source: Permanently increases maximum life by 5
zh_cn: 永久增加5最大生命值

source: Permanently increases maximum mana by 20
zh_cn: 永久增加20最大法力值

source: Permanently increases the number of accessory slots
zh_cn: 永久增加饰品栏数量

source: Pet
zh_cn: 宠物

source: Pet Bunny
zh_cn: 宠物小兔

source: Pet Lizard
zh_cn: 宠物蜥蜴

source: Pet Parrot
zh_cn: 宠物鹦鹉

source: Pet Sapling
zh_cn: 宠物树苗

source: Pet Spider
zh_cn: 宠物蜘蛛

source: Pet Turtle
zh_cn: 宠物海龟

source: Pew Pew
zh_cn: 劈劈啪啪!

source: Phantasm
zh_cn: 幻象

source: Phantasm Dragon
zh_cn: 幻影冰龙

source: Phantasmal Bolt
zh_cn: 幻象闪电

source: Phantasmal Deathray
zh_cn: 幻象死光

source: Phantasmal Eye
zh_cn: 幻象眼

source: Phantasmal Sphere
zh_cn: 幻象球

source: Phantom Phoenix
zh_cn: 幻影凤凰

source: Pharaoh's Mask
zh_cn: 法老面具

source: Pharaoh's Robe
zh_cn: 法老长袍

source: Phase Dye
zh_cn: 闪光染料

source: Phasic Warp Ejector
zh_cn: 相位偏差喷射器

source: Philosopher's Stone
zh_cn: 炼金石

source: Pho
zh_cn: 越南河粉

source: Phoenix Blaster
zh_cn: 凤凰冲击波

source: Photosynthesis
zh_cn: 光合作用

source: Physical abilities are decreased
zh_cn: 物理能力下降了

source: Physical abilities are increased
zh_cn: 物理能力提升了

source: Piano
zh_cn: 钢琴

source: Pick world evil
zh_cn: 选择邪恶种类

source: Pickaxe Axe
zh_cn: 神圣镐斧

source: Pickaxe Statue
zh_cn: 镐子雕像

source: Picksaw
zh_cn: 链锯镐

source: Pickup Text Off
zh_cn: 拾取提示：关闭

source: Pickup Text On
zh_cn: 拾取提示：开启

source: Picture
zh_cn: 画

source: Piggy Bank
zh_cn: 猪猪储蓄罐

source: Pigron
zh_cn: 腐化猪龙

source: Pigron Banner
zh_cn: 猪龙旗帜

source: Pigron Mount
zh_cn: 猪龙坐骑

source: Pigron Statue
zh_cn: 猪鲨雕像

source: Pigronata
zh_cn: 猪鲨彩罐

source: Pillagin Me Pixels
zh_cn: 给我去抢像素

source: Pillar Statue
zh_cn: 石柱雕像

source: Pin Frame
zh_cn: 固定边框

source: Pine Chair
zh_cn: 松树椅

source: Pine Door
zh_cn: 松树门

source: Pine Needle
zh_cn: 松针

source: Pine Table
zh_cn: 松树桌

source: Pine Tree
zh_cn: 松树

source: Pine Tree Block
zh_cn: 松树块

source: Pink Brick
zh_cn: 粉色地牢砖块

source: Pink Brick Platform
zh_cn: 粉色地牢砖平台

source: Pink Brick Wall
zh_cn: 粉色地牢砖墙

source: Pink Dungeon Bathtub
zh_cn: 粉色地牢浴缸

source: Pink Dungeon Bed
zh_cn: 粉色地牢床

source: Pink Dungeon Bookcase
zh_cn: 粉色地牢书架

source: Pink Dungeon Candelabra
zh_cn: 粉地牢烛台

source: Pink Dungeon Candle
zh_cn: 粉色地牢蜡烛

source: Pink Dungeon Chair
zh_cn: 粉色地牢椅

source: Pink Dungeon Chandelier
zh_cn: 粉地牢吊灯

source: Pink Dungeon Chest
zh_cn: 粉色地牢宝箱

source: Pink Dungeon Clock
zh_cn: 粉色地牢时钟

source: Pink Dungeon Door
zh_cn: 粉色地牢门

source: Pink Dungeon Dresser
zh_cn: 粉色地牢梳妆台

source: Pink Dungeon Lamp
zh_cn: 粉色地牢灯

source: Pink Dungeon Piano
zh_cn: 粉色地牢钢琴

source: Pink Dungeon Sink
zh_cn: 粉色地牢水槽

source: Pink Dungeon Sofa
zh_cn: 粉色地牢沙发

source: Pink Dungeon Table
zh_cn: 粉色地牢桌

source: Pink Dungeon Vase
zh_cn: 粉色地牢花瓶

source: Pink Dungeon Work Bench
zh_cn: 粉色地牢工作台

source: Pink Dye
zh_cn: 粉色染料

source: Pink Eskimo Coat
zh_cn: 粉色爱斯基摩外套

source: Pink Eskimo Hood
zh_cn: 粉色爱斯基摩兜帽

source: Pink Eskimo Pants
zh_cn: 粉色爱斯基摩绒裤

source: Pink Fairy
zh_cn: 粉色精灵

source: Pink Gel
zh_cn: 粉色凝胶

source: Pink Gel Dye
zh_cn: 粉色凝胶染料

source: Pink Horseshoe Balloon
zh_cn: 粉色马掌气球

source: Pink Ice Block
zh_cn: 粉虹冰块

source: Pink Jellyfish
zh_cn: 粉水母

source: Pink Jellyfish Banner
zh_cn: 粉水母旗帜

source: Pink Jellyfish Jar
zh_cn: 粉水母罐

source: Pink Laser
zh_cn: 粉红激光

source: Pink Paint
zh_cn: 粉色油漆

source: Pink Prickly Pear
zh_cn: 粉色仙人掌花

source: Pink Slab Wall
zh_cn: 粉色地牢砖墙

source: Pink Slime Block
zh_cn: 粉色史莱姆块

source: Pink Streamer
zh_cn: 粉色饰带

source: Pink String
zh_cn: 粉色丝线

source: Pink Team Block
zh_cn: 粉队方块

source: Pink Team Platform
zh_cn: 粉队平台

source: Pink Thread
zh_cn: 粉色丝线

source: Pink Tiled Wall
zh_cn: 粉色地牢瓷砖墙

source: Pink Torch
zh_cn: 粉色火把

source: Pink Vase
zh_cn: 粉色花瓶

source: Pink Weighted Pressure Plate
zh_cn: 粉色压力板

source: Pink and Black Dye
zh_cn: 粉黑染料

source: Pink and Silver Dye
zh_cn: 粉银染料

source: Pinky
zh_cn: 小粉

source: Pinky Banner
zh_cn: 小粉旗帜

source: Piranha
zh_cn: 食人鱼

source: Piranha Banner
zh_cn: 食人鱼旗帜

source: Piranha Gun
zh_cn: 钢铁食人鱼

source: Piranha Statue
zh_cn: 食人鱼雕像

source: Pirate
zh_cn: 海盗

source: Pirate Captain
zh_cn: 海盗船长

source: Pirate Captain Banner
zh_cn: 海盗船长旗帜

source: Pirate Corsair
zh_cn: 海盗劫掠者

source: Pirate Corsair Banner
zh_cn: 海盗劫掠者旗帜

source: Pirate Crossbower
zh_cn: 海盗弓弩手

source: Pirate Crossbower Banner
zh_cn: 海盗弓弩手旗帜

source: Pirate Deadeye
zh_cn: 独眼海盗

source: Pirate Deadeye Banner
zh_cn: 独眼海盗旗帜

source: Pirate Deckhand
zh_cn: 海盗水手

source: Pirate Deckhand Banner
zh_cn: 海盗水手旗帜

source: Pirate Hat
zh_cn: 海盗帽

source: Pirate Invasion
zh_cn: 海盗入侵

source: Pirate Map
zh_cn: 藏宝图

source: Pirate Pants
zh_cn: 海盗裤

source: Pirate Shirt
zh_cn: 海盗服

source: Pirate Staff
zh_cn: 海盗法杖

source: Pirates are approaching from the east!
zh_cn: 海盗正从东边接近!

source: Pirates are approaching from the west!
zh_cn: 海盗正从西边接近!

source: Pixel Box
zh_cn: 像素盒

source: Pixie
zh_cn: 小精灵

source: Pixie Banner
zh_cn: 小精灵旗帜

source: Pixie Dust
zh_cn: 精灵尘

source: Pixie Dye
zh_cn: 精灵染料

source: Pixie Pants
zh_cn: 小精灵裤

source: Pixie Shirt
zh_cn: 小精灵衣

source: Pixiefish
zh_cn: 精灵鱼

source: Place
zh_cn: 放置

source: Place Above the Clouds
zh_cn: 云之上

source: Place a material here
zh_cn: 在此放置材料

source: Place an item here to reforge
zh_cn: 将物品放到此处重铸

source: Place in the Eternia Crystal Stand to summon Etheria's portals
zh_cn: 放置在艾特尼亚水晶台上来召唤艾特尼亚的传送门

source: Place this on logic gate lamps to randomize the activation
zh_cn: 放置在逻辑门上,输出一个随机信号

source: Place this on logic gates to add checks
zh_cn: 放置在逻辑门上,控制其开关

source: Placeable on a christmas tree
zh_cn: 可放置在圣诞树上

source: Placement Preview Off
zh_cn: 放置预览：关闭

source: Placement Preview On
zh_cn: 放置预览：开启

source: Places Hives
zh_cn: 用于放置蜂巢砖

source: Places blue wire
zh_cn: 放置蓝色电线

source: Places bone
zh_cn: 一把可以让骨头结合成砖块的神奇魔杖

source: Places green wire
zh_cn: 放置绿色电线

source: Places leaves
zh_cn: 可以将木材转化成厚厚的树叶

source: Places living rich mahogany
zh_cn: 放置生命红木

source: Places living wood
zh_cn: 放置生命木

source: Places red wire
zh_cn: 放置红色电线

source: Places rich mahogany leaves
zh_cn: 放置红木树叶

source: Places yellow wire
zh_cn: 放置黄色电线

source: Placing altars
zh_cn: 正在放置祭坛

source: Placing breakables
zh_cn: 正在放置易碎品

source: Placing dirt in the rocks
zh_cn: 正在将土放入岩石间

source: Placing hellforges
zh_cn: 正在放置地狱熔炉

source: Placing life crystals
zh_cn: 正在放置生命水晶

source: Placing mud in the dirt
zh_cn: 正在添加黏土

source: Placing rocks in the dirt
zh_cn: 正在将岩石置于土

source: Placing statues
zh_cn: 正在放置雕像

source: Placing traps
zh_cn: 正在放置机关

source: Planked Wall
zh_cn: 板条墙壁

source: Plantera
zh_cn: 世纪之花

source: Plantera Mask
zh_cn: 世纪之花面具

source: Plantera Trophy
zh_cn: 荣耀之证(世纪之花)

source: Plantera's Bulb
zh_cn: 世纪之花的花苞

source: Plantera's Hook
zh_cn: 世纪之花的藤钩

source: Plantera's Tentacle
zh_cn: 世纪之花的触须

source: Planting flowers
zh_cn: 正在种花

source: Planting herbs
zh_cn: 正在种植草药

source: Planting mushrooms
zh_cn: 正在种蘑菇

source: Planting sunflowers
zh_cn: 正在种植向日葵

source: Planting trees
zh_cn: 正在种树

source: Planting weeds
zh_cn: 正在种草

source: Platinum
zh_cn: 铂金矿石

source: Platinum Axe
zh_cn: 铂金斧头

source: Platinum Bar
zh_cn: 铂金锭

source: Platinum Bow
zh_cn: 铂金短弓

source: Platinum Brick
zh_cn: 铂金砖块

source: Platinum Brick Wall
zh_cn: 铂金墙壁

source: Platinum Broadsword
zh_cn: 铂金宽剑

source: Platinum Candelabra
zh_cn: 铂金烛台

source: Platinum Candle
zh_cn: 铂金蜡烛

source: Platinum Chainmail
zh_cn: 铂金链甲

source: Platinum Chandelier
zh_cn: 铂金吊灯

source: Platinum Coin
zh_cn: 铂金币

source: Platinum Coins
zh_cn: 铂金币

source: Platinum Crown
zh_cn: 铂金王冠

source: Platinum Greaves
zh_cn: 铂金护胫

source: Platinum Hammer
zh_cn: 铂金大锤

source: Platinum Helmet
zh_cn: 铂金头盔

source: Platinum Ore
zh_cn: 铂金矿石

source: Platinum Pickaxe
zh_cn: 铂金镐

source: Platinum Shortsword
zh_cn: 铂金短剑

source: Platinum Watch
zh_cn: 铂金怀表

source: Play
zh_cn: 开始游戏

source: Player limit: {0}
zh_cn: 玩家限制: {0}

source: Playing online.
zh_cn: 连接游戏.
